{
    "kailash_manasarovar": [
        {
            "question": "About / overview of  Kailash Manasarovar?",
            "context": "Kailash Manasarovar is a 13 to 14 day profound spiritual journey starting and ending in Kathmandu, Nepal. It offers a unique pilgrimage to the sacred Mount Kailash and Lake Manasarovar."
        },
{
            "question": "When Kailash Yatra will be open",
            "context": "Usually the registrations for kailash yatra starts from the month of march and the sojourn will be around august "
        },
{
            "question": "When is the next kailash manasarovar yatra",
            "context": "Usually the registrations for kailash yatra starts from the month of march and the sojourn will be around august "
        },
        {
            "question": "What are the additional expenses during the Kailash Manasarovar Sojourn?",
            "context": "Major expenditures may include gratuities for drivers, cooks, and sherpas, and emergency costs in case of evacuation due to natural calamities or government changes. Personal expenses may also arise during the journey."
        },
        {
            "question": "How many days does the Kailash Manasarovar Sojourn last?",
            "context": "Usually this sojourn will be 13 to 14 days."
        },
        {
            "question": "What fitness and health requirements are needed for the Kailash Manasarovar Sojourn?",
            "context": "Physical and mental fitness is crucial. Participants should start an exercise regime at least one month before the journey, including daily brisk walking or jogging for 5 km, and practicing Isha programs like Shambhavi Mahamudra Kriya, Isha Kriya, Hatha Yoga, or Shakthi Chalana Kriya. The journey is not suitable for pregnant women or individuals with chronic health issues like heart ailments, epilepsy, asthma, and obesity."
        },
        {
            "question": "What is the itinerary for the Kailash Manasarovar Sojourn?",
            "context": "The itinerary includes Pashupatinath Temple in Kathmandu, Lake Manasarovar, and Mount Kailash."
        },
        {
            "question": "What is the daily travel time during the Kailash Manasarovar Sojourn?",
            "context": "The daily travel time ranges between 3 - 7 hours, with necessary breaks in between."
        },
        {
            "question": "What packing suggestions are recommended for the Kailash Manasarovar Sojourn?",
            "context": "Recommended items for this sojourn include personal clothing (light and warm), a down jacket, thermal inner wear, waterproof trekking shoes, gloves, hats, sunglasses, toiletries, a medical kit, and a water bottle. Participants will receive a complimentary duffel bag and a 25L backpack upon arrival in Kathmandu."
        },
        {
            "question": "Is there mobile network connectivity during the Kailash Manasarovar Sojourn?",
            "context": "Wi-Fi connectivity is available in Kathmandu but diminishes in remote areas. Participants are encouraged to minimize communication and focus on their inner experience."
        },
        {
            "question": "What accommodation is provided during the Kailash Manasarovar Sojourn?",
            "context": "Accommodation for this sojourn varies from 5-star hotel accommodation for 3/4 nights in Kathmandu on a twin-sharing basis to best available hotels/guest houses in Tibet."
        },
        {
            "question": "What medical support is available during the Kailash Manasarovar Sojourn?",
            "context": "A doctor trained in high-altitude sickness will accompany the group for medical care. Daily check-ups will be conducted, along with practices to aid faster acclimatization. Additional doctors will be stationed with life-saving equipment, including oxygen cylinders and Gamow bags."
        },
        {
            "question": "What high-altitude precautions should participants take during the Kailash Manasarovar Sojourn?",
            "context": "Acclimatization is necessary due to reduced oxygen levels at high altitudes. Diamox (Acetazolamide) is recommended to prevent High Altitude Sickness. Participants will receive guidance before the journey."
        },
        {
            "question": "What transport and logistics are provided for the Kailash Manasarovar Sojourn?",
            "context": "The mode of transport will vary from buses to jeep depending on the terrain. Isha organizes group permits and visas for Tibet. Transportation from Kathmandu airport is provided, with logistics in Nepal and Tibet, including luggage transportation via yaks during the Kailash trek."
        },
        {
            "question": "What meals are provided during the Kailash Manasarovar Sojourn?",
            "context": "Participants will be provided wholesome vegetarian meals, mineral water, and complimentary items such as a T-shirt, rain poncho, and a returnable winter jacket."
        },
        {
            "question": "What currency and communication options are available during the Kailash Manasarovar Sojourn?",
            "context": "In Nepal, the currency is Nepalese Rupee (NPR), while in Tibet it's Chinese Yuan (CNY). Currency exchange for CNY can be done at international airports or in Kathmandu."
        },
        {
            "question": "What is the weather like during the Kailash Manasarovar Sojourn?",
            "context": "Daytime temperatures range from 10°C to 22°C (50°F to 72°F) from May to September. Night temperatures can drop to -5°C (23°F). The intense sun at high altitudes requires adequate sun protection."
        },
        {
            "question": "What documentation and passport requirements are needed for the Kailash Manasarovar Sojourn?",
            "context": "Passports must be valid for at least 180 days from the date of entry into Nepal. Indian nationals do not need a visa for Nepal, while non-Indians can obtain a 30-day multiple-entry visa upon arrival in Kathmandu. Isha will be arranging necessary group permits and visas for Tibet."
        },
        {
            "question": "What is the age group for participants in this Sojourn?",
            "context": "Participants must be between 18 and 65 years of age."
        },
        {
            "question": "What are the health and fitness requirements for the Kailash Manasarovar Sojourn?",
            "context": "Physical and mental fitness is crucial. Participants should start an exercise regime at least one month before the journey, including daily brisk walking or jogging for 5 km, and practicing Isha programs like Shambhavi Mahamudra Kriya, Isha Kriya, Hatha Yoga, or Shakthi Chalana Kriya. The journey is not suitable for pregnant women or individuals with chronic health issues like heart ailments, epilepsy, asthma, and obesity."
        },
        {
            "question": "is nepal visa included for kailash?",
            "context": "nepal visa is not included."
        },
        {
            "question": "is tibet visa included in kailash yatra?",
            "context": "tibet visa is included"
        },
        {
            "question": "what are the medical requirements for kailash",
            "context": "Physical and mental fitness is crucial. Participants should start an exercise regime at least one month before the journey, including daily brisk walking or jogging for 5 km, and practicing Isha programs like Shambhavi Mahamudra Kriya, Isha Kriya, Hatha Yoga, or Shakthi Chalana Kriya. The journey is not suitable for pregnant women or individuals with chronic health issues like heart ailments, epilepsy, asthma, and obesity."
        },
        {
            "question": "what are the medical requirements for kailash",
            "context": "Physical and mental fitness is crucial. Participants should start an exercise regime at least one month before the journey, including daily brisk walking or jogging for 5 km, and practicing Isha programs like Shambhavi Mahamudra Kriya, Isha Kriya, Hatha Yoga, or Shakthi Chalana Kriya. The journey is not suitable for pregnant women or individuals with chronic health issues like heart ailments, epilepsy, asthma, and obesity."
        },
        {
            "question": "what are the formalities to go for the kailash yatra?",
            "context": "First step is to register"
        },
        {
            "question": "What should I pack for the Kailash Manasarovar Sojourn?",
            "context": "Recommended items for this sojourn include personal clothing (light and warm), a down jacket, thermal inner wear, waterproof trekking shoes, gloves, hats, sunglasses, toiletries, a medical kit, and a water bottle. Participants will receive a complimentary duffel bag and a 25L backpack upon arrival in Kathmandu."
        },
        
        {
            "question": "can indians go to kailash?",
            "context": "as of now kailash is not open for indian passport holders."
        }
    ],
    "kashi_krama": [
        {
            "question": "What is the Kashi Krama?",
            "context": "The Kashi Krama is a 5-day sojourn starting and ending in Kashi, visiting 5 powerful temples."
        },
        {
            "question": "What additional expenses should participants expect during the Kashi Krama?",
            "context": "Major expenditures may include gratuities for drivers, cooks, and sherpas, and emergency costs in case of evacuation due to natural calamities or government changes. Personal expenses may also arise during the journey."
        },
        {
            "question": "How long is the Kashi Krama?",
            "context": "This sojourn lasts for 5 days."
        },
        {
            "question": "What are the fitness and health requirements for the Kashi Krama?",
            "context": "This sojourn requires you to be physically and mentally fit."
        },
        {
            "question": "What is the itinerary for the Kashi Krama?",
            "context": "The itinerary includes visits to Sarnath, Kashi Vishwanath Temple, Vishalakshi Temple, Annapoorni Temple, Manikarnika Ghat, Kalabhairava Temple, Mahamrityunjaya Temple, Markandeya Mahadev Temple, Vindhyavasini Temple, Vaidyanath Temple, and Mallikarjun Mahadeva Temple."
        },
        {
            "question": "What packing suggestions are recommended for the Kashi Krama?",
            "context": "Recommended items include personal clothing, a warm shawl or jacket, general footwear, a water bottle, sunglasses or a sun hat, an umbrella or raincoat, a yoga mat, mosquito repellent, hand sanitizer, toiletries, a flashlight, snacks, and a personal medical kit with essential medications."
        },
        {
            "question": "What is the mobile communication and connectivity like during the Kashi Krama?",
            "context": "Mobile phone networks are generally available in all the regions of travel, but participants are encouraged to limit outside contact to focus on the spiritual journey and experience the sacred spaces fully."
        },
        {
            "question": "How long is the daily travel during the Kashi Krama?",
            "context": "The daily travel time ranges between 6-8 hours, with breaks in between for meals and rest."
        },
        {
            "question": "What are the accommodation arrangements during the Kashi Krama?",
            "context": "Accommodation at a 4/5-star hotel on a twin-sharing basis."
        },
        {
            "question": "What medical support is available during the Kashi Krama?",
            "context": "A doctor will accompany us during the sojourn."
        },
        {
            "question": "What is the age group for participants in the Kashi Krama?",
            "context": "Participants must be between 18 and 70 years of age."
        },
        {
            "question": "What is the cost of the Kashi Krama Sojourn?",
            "context": "Cost details vary depending on the package and year. For the most accurate and up-to-date pricing, please fill the enquiry form on our website so that you will receive an email with all the details about the sojourn."
        }
    ],
    "southern_sojourn": [
        {
            "question": "What is the Southern Sojourn?",
            "context": "The Southern Sojourn is a 6-day spiritual journey offering an immersive experience of South India's sacred spaces."
        },
        {
            "question": "What additional expenses should participants expect during the Southern Sojourn?",
            "context": "Major expenditures may include gratuities for drivers, cooks, and sherpas, and emergency costs in case of evacuation due to natural calamities or government changes. Personal expenses may also arise during the journey."
        },
        {
            "question": "How long is the Southern Sojourn?",
            "context": "This Sojourn lasts for 6 days."
        },
        {
            "question": "What are the fitness and health requirements for the Southern Sojourn?",
            "context": "This sojourn requires you to be physically and mentally fit."
        },
        {
            "question": "What is the itinerary for the Southern Sojourn?",
            "context": "This sojourn includes visits to the Isha Yoga Center in Coimbatore, Thiruvannamalai (Sri Ramanashramam and Arunachaleswara Temple), Trichy (Sadhguru Sri Brahma Ashram and Jambukeswarar Temple), Brihadeeswarar Temple in Thanjavur, Rameshwaram (Ramanathan Temple and Dhanushkodi), and the Madurai Meenakshi Temple."
        },
        {
            "question": "How long is the daily travel during the Southern Sojourn?",
            "context": "The travel time ranges between 3-5 hours, with breaks in between for meals and rest."
        },
        {
            "question": "What packing suggestions are recommended for the Southern Sojourn?",
            "context": "For this sojourn, pack lightly in one suitcase and one carry-on, bringing long-sleeve clothing, Indian-style attire for temples, and long T-shirts and pants for the beach. Essentials include a shawl, general footwear, water bottle, sunglasses, umbrella, yoga mat, mosquito repellent, hand sanitizer, toiletries, flashlight, snacks, and a medical kit with necessary medications."
        },
        {
            "question": "What is the mobile communication and connectivity like during the Southern Sojourn?",
            "context": "Mobile phone networks are generally available in all the regions of travel, but participants are encouraged to limit outside contact to focus on the spiritual journey and experience the sacred spaces fully."
        },
        {
            "question": "What are the accommodation arrangements during the Southern Sojourn?",
            "context": "Accommodation will be provided at quality hotels in each location (on a twin-sharing basis)."
        },
        {
            "question": "What medical support is available during the Southern Sojourn?",
            "context": "A doctor will accompany us during the sojourn."
        },
        {
            "question": "What is the age group for participants in the Southern Sojourn?",
            "context": "Participants must be between 18 and 70 years of age."
        }
        
    ],
    "himalayas": [
        {
            "question": "What is the Isha Sacred Walks journey to the Himalayas?",
            "context": "A journey to the Himalayas with Isha Sacred Walks is a profound spiritual possibility, complete with meditation sessions, satsangs, spiritual discourses, and more. This sojourn will guide you through Haridwar, Rishikesh, Uttarkashi, Gangotri, Guptkashi, Kedarnath, and Badrinath. You will have the opportunity to absorb the sacred energies of these enchanting and majestic mountains, returning with a profound transformation."
        },
        {
            "question": "What are the additional expenses during the Himalayas Sacred Walks?",
            "context": "Possible extra costs include pony rides for Group B, tips for drivers, cooks, and porters, personal expenses like snacks and souvenirs, and any evacuation costs due to medical emergencies or natural calamities."
        },
        {
            "question": "How many days does the Himalayas Sacred Walks sojourn last?",
            "context": "Usually this sojourn will be of 11 days."
        },
        {
            "question": "What are the fitness and health requirements for the Himalayas Sacred Walks?",
            "context": "This sojourn requires you to be physically and mentally fit. It is essential to assess your health and fitness due to the travel through high-altitude regions. This is to ensure a safe and comfortable experience for all participants. This trek is not advised for pregnant women and individuals suffering from chronic health conditions such as epilepsy, heart ailments, uncontrolled blood pressure and diabetes, asthma, chronic infections, psychological issues, physical disabilities, and obesity."
        },
        {
            "question": "What is the itinerary for the Himalayas Sacred Walks?",
            "context": "The itinerary includes Haridwar, Rishikesh, Uttarkashi, Gangotri, Guptkashi, Kedarnath, and Badrinath. Sacred sites such as Kashi Vishwanath, Badrinath's Vishnu Temple, and the Kedarnath Jyotirlinga will be visited. Other key locations include prayags (sacred river confluences) like Karnaprayag, Vishnuprayag, Nandaprayag, and Rudraprayag. The sojourn begins and ends in New Delhi."
        },
        {
            "question": "What is the daily travel time during the Himalayas Sacred Walks?",
            "context": "The daily travel time ranges between 6-8 hours, with essential breaks in between."
        },
        {
            "question": "What packing suggestions are recommended for the Himalayas Sacred Walks?",
            "context": "Recommended items include personal clothing, down jackets, thermal wear, rain pants, waterproof trekking shoes, sun hat, warm layers, gloves, and a personal medical kit with essential medications for common ailments. Participants will receive a complimentary duffel bag upon arrival in Haridwar for repacking. A 25-30L backpack with a waterproof cover is required for trekking and carrying essentials during bus travel."
        },
        {
            "question": "What is the mobile communication and connectivity like during the Himalayas Sacred Walks?",
            "context": "Mobile phone networks are generally available in the Himalayan region, but participants are encouraged to limit outside contact to focus on the spiritual journey and experience the sacred spaces fully."
        },
        {
            "question": "What accommodation and services are provided during the Himalayas Sacred Walks?",
            "context": "Group A & S participants receive deluxe accommodations, twin-sharing rooms, pony rides to and from Kedarnath, vegetarian meals, mineral water, and a collection of selected photos after the sojourn. Group B participants receive comfortable twin-sharing accommodations, vegetarian meals, mineral water, bus travel, entrance fees, and a collection of selected photos after the sojourn."
        },
        {
            "question": "What medical support is available during the Himalayas Sacred Walks?",
            "context": "A well-equipped doctor trained to handle high-altitude sickness will accompany the group, providing medical assistance during the sojourn."
        },
        {
            "question": "What high-altitude precautions should participants take during the Himalayas Sacred Walks?",
            "context": "Regarding the high-altitude problems, participants will receive guidance before the sojourn from our volunteers."
        },
        {
            "question": "What transport and logistics are provided during the Himalayas Sacred Walks?",
            "context": "The mode of transport will vary from buses to jeep depending on the terrain. Transportation from Delhi airport is provided."
        },
        {
            "question": "What are the weather conditions during the Himalayas Sacred Walks?",
            "context": "Weather conditions vary with temperatures from May to September ranging from 20-25°C during the day and dropping to 0-5°C at night. Rain is expected during July and August, so participants should be prepared for wet conditions."
        },
        {
            "question": "What documentation and passports are required for the Himalayas Sacred Walks?",
            "context": "The required documents for this sojourn are a passport soft copy, a passport-size photo, a Letter of Indemnity/Waiver, and a completed Medical Form with a Medical Declaration."
        },
        {
            "question": "What is the age group for participants in the Himalayas Sacred Walks?",
            "context": "Participants must be between 18 and 65 years of age."
        }
    ],
    "common_questions": [
        {
            "question": "How can I register?",
            "context": "Participants can register by filling out the registration form on the official website. Please note that applications are processed on a first-come, first-served basis."
        },
        {
            "question": "What is the cancellation policy for the Isha Sacred Walks?",
            "context": "For cancellation policies, participants are advised to get in touch with our coordinators directly."
        },
        {
            "question": "What are the eligibility requirements for an Isha Sacred Walks sojourn?",
            "context": "Participants must have completed the Isha Inner Engineering program, including initiation into Shambhavi Mahamudra Kriya. Shambhavi initiation is a prerequisite to attend any sojourns offered by Isha Sacred Walks."
        },
        {
            "question": "What meals are provided during the Isha Sacred Walks sojourns?",
            "context": "Participants will be provided wholesome vegetarian meals and mineral water."
        },
        {
            "question": "What items are prohibited during an Isha Sacred Walks sojourn?",
            "context": "Cigarettes, alcohol, and recreational drugs are strictly prohibited throughout the program to maintain the sanctity of the spiritual journey."
        },
        {
            "question": "How can I make enquiries about Isha Sacred Walks?",
            "context": "Enquiries can be made through the enquiry form available on our website."
        },
        {
            "question": "Who is Sadhguru?",
            "context": "Sadhguru is a yogi and a mystic, a man whose passion spills into everything he encounters. Named one of India's 50 most influential people, Sadhguru's work has touched the lives of millions worldwide through his transformational programs. Sadhguru has a unique ability to make the ancient yogic sciences relevant to contemporary minds, acting as a bridge to the deeper dimensions of life. His approach does not ascribe to any belief system, but offers methods for self-transformation that are both proven and powerful."
        },
        {
            "question": "What is Shambhavi Mahamudra Kriya?",
            "context": "Shambhavi Mahamudra Kriya is a 21-minute meditative practice designed by Sadhguru which improves concentration, mental clarity, and overall health. It is a part of the Isha Inner Engineering program."
        },
        {
            "question": "What is Inner Engineering?",
            "context": "A transformative online program designed by Sadhguru, Inner Engineering offers tools to take charge of your body, mind, emotions, and energies. It helps you establish a foundation of health, exuberance, and a chemistry of blissfulness within, leading to a joyful, fulfilling life."
        },
        {
            "question": "Sadhguru coming or joining the sojourn to be with us?",
            "context": "As of now, Sadhguru is not scheduled for any of the Isha Sacred Walks sojourns."
        },
        {
            "question": "cost / fees / charges / package cost /",
            "context": "Cost details vary depending on the package and year. For the most accurate and up-to-date pricing, please fill the enquiry form on our website so that you will receive an email with all the details about the sojourn."
        },
        {
            "question": "Can you tell me more about the Isha Inner Engineering program?",
            "context": "A transformative online program designed by Sadhguru, Inner Engineering offers tools to take charge of your body, mind, emotions, and energies. It helps you establish a foundation of health, exuberance, and a chemistry of blissfulness within, leading to a joyful, fulfilling life."
        },
        {
            "question": "What are the payment modes",
            "context": "You can pay online, in instalments"
        },
        {
            "question": "how can i pay?",
            "context": "You can pay online."
        },
        {
            "question": "how will be the payment transactions",
            "context": "You can pay online."
        },
        {
            "question": "what are the steps to register?",
            "context": "Participants can register by filling out the registration form on the official website. Please note that applications are processed on a first-come, first-served basis."
        },
        {
            "question": "what are the criterias to go for yatra?",
            "context": "Participants must have completed the Isha Inner Engineering program, including initiation into Shambhavi Mahamudra Kriya. Shambhavi initiation is a prerequisite to attend any sojourns offered by Isha Sacred Walks."
        },
        {
            "question": "what are the things needed to register.",
            "context": "Shambhavi initiation is a prerequisite to attend any sojourns offered by Isha Sacred Walks."
        },
        {
            "question": "what are the things needed to register.",
            "context": "Shambhavi initiation is a prerequisite to attend any sojourns offered by Isha Sacred Walks. you can fill the enquiry form on our website."
        },
        {
            "question": "is completion of any program needed?",
            "context": "Shambhavi initiation is a prerequisite to attend any sojourns offered by Isha Sacred Walks."
        },
        {
            "question": "do i have to do any program to be in this sojourn?",
            "context": "Shambhavi initiation is a prerequisite to attend any sojourns offered by Isha Sacred Walks."
        },
        {
            "question": "should i need to do inner engineering to join this trip?",
            "context": "Shambhavi initiation is a prerequisite to attend any sojourns offered by Isha Sacred Walks."
        },
        {
            "question": "during yatra how much money i should carry?",
            "context": "15000 to 30000 will be good enough."
        },
        {
            "question": "Do we do the parikrama dring kaialsh yatra",
            "context": "We travel from South face of Kailash to the North face along the westside. This was we get to spend more time in the presence of Sacred Mount Kailash."
        },
        {
            "question": "who is this",
            "context": "I am here to help you know more about Isha Sacred Walks "
        },
        {
            "question": "Can i pay in instalments ",
            "context": "you can pay in instalments and for more details please contact Sacred Walks coordinator "
        },

        {
            "question": "who is my coordinator ",
            "context": "the person who is in contact with you through email or phone call is your sojourn coordinator."
        },
        {
            "question": "I haven't recived any call or email from anyone",
            "context": "please fill the enquiry for so that we can send you the details through email."
        },

        {
            "question": "I have filled the form already but i havent recived any email or phone call from anyone.",
            "context": " please mention your full name and your full email address so that our coordinators will get in touch will you."
        },
        {
            "question": "@gmail.com @yahoo.com @hotmail.com",
            "context": " as we have recived your email id we will be sending you an email soon."
        },
        {
            "question": "thankyou you are so nice and helpful thankyou so much i relly appritiate good",
            "context": " Happy to help you, make sure to get your seats booked"
        },
{
            "question": "who are you",
            "context": "I am here to help you know more about Isha Sacred Walks "
        }
    ]
}
